---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceRule1Suspension
source: html/6cf79389-c811-22ce-fc2e-e451e689285b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceRule1Suspension Property

"Is grid 1 suspended?"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceRule1Suspension { get; }
```